Repository: katagaki/Unagent
Catalog: App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans, zh_hant

# SetUp.Step1.iOS18+
source: 1. Open the Settings app. 2. Scroll down and tap 'Apps'. 3. Find and tap 'Safari'. 4. Tap 'Extensions'. 5. Tap 'Unagent'. 6. Toggle Unagent on for the profiles you wish to use Unagent in.
de: 1. Öffnen Sie die Einstellungen-App. 2. Scrollen Sie nach unten und tippen Sie auf „Apps“. 3. Suchen und tippen Sie auf „Safari“. 4. Tippen Sie auf „Erweiterungen“. 5. Tippen Sie auf „Unagent“. 6. Aktivieren Sie Unagent für die Profile, in denen Sie Unagent verwenden möchten.
es: 1. Abra la app Ajustes. 2. Desplácese hacia abajo y pulse ‘Apps’. 3. Busque y pulse ‘Safari’. 4. Pulse ‘Extensiones’. 5. Pulse ‘Unagent’. 6. Active Unagent para los perfiles en los que desee usarlo.
fr: 1. Ouvrez l’app Réglages. 2. Faites défiler vers le bas et touchez « Apps ». 3. Recherchez et touchez « Safari ». 4. Touchez « Extensions ». 5. Touchez « Unagent ». 6. Activez Unagent pour les profils dans lesquels vous souhaitez l’utiliser.
it: 1. Apri l’app Impostazioni. 2. Scorri verso il basso e tocca "App". 3. Trova e tocca "Safari". 4. Tocca "Estensioni". 5. Tocca "Unagent". 6. Attiva Unagent per i profili in cui desideri utilizzarlo.
ja: ① 「設定」アプリを開きます。 ② 下にスクロールし、「アプリ」をタッチします。 ③ 「Safari」を探してタッチします。 ④ 「拡張機能」をタッチします。 ⑤ 「Unagent」をタッチします。 ⑥ Unagentを有効化するプロフィールをオンにします。
pt_br: 1. Abra os Ajustes. 2. Role para baixo e clique em 'Apps'. 3. Role para baixo e clique em 'Safari'. 4. Clique em 'Extensões'. 5. Clique em 'Unagent'. 6. Ative o Unagent para os perfis onde você deseja usar o Unagent.
zh_hans: 1. 打开“设置”App。 2. 向下滚动并轻点“App”。 3. 找到并轻点“Safari”。 4. 轻点“扩展”。 5. 轻点“Unagent”。 6. 为您希望使用 Unagent 的描述文件开启 Unagent。
zh_hant: 1. 開啟「設定」App。 2. 向下捲動並點一下「App」。 3. 找到並點一下「Safari」。 4. 點一下「擴充功能」。 5. 點一下「Unagent」。 6. 為您想要使用 Unagent 的設定檔開啟 Unagent。

# SetUp.Step2
source: In Safari settings, enable all website access for Unagent.
de: Aktivieren Sie in den Safari-Einstellungen den Zugriff auf alle Websites für Unagent.
es: En los ajustes de Safari, active el acceso a todos los sitios web para Unagent.
fr: Dans les réglages de Safari, activez l’accès à tous les sites web pour Unagent.
it: Nelle impostazioni di Safari, abilita l’accesso a tutti i siti web per Unagent.
ja: Safariの設定で、Unagentのすべてのウェブサイトへのアクセスを許可します。
pt_br: Nas configurações do Safari, ative o acesso a todos os sites para o Unagent.
zh_hans: 在 Safari 设置中，为 Unagent 启用所有网站访问权限。
zh_hant: 在 Safari 設定中，為 Unagent 啟用所有網站存取權限。

# SetUp.Step2.Title
source: Give Extension Access
de: Erweiterung Zugriff gewähren
es: Dar acceso a la extensión
fr: Accorder l’accès à l’extension
it: Concedi accesso all’estensione
ja: 拡張機能に権限を付与
pt_br: Dar acesso à extensão
zh_hans: 授予扩展访问权限
zh_hant: 授予擴充功能存取權

# SetUp.StepComplete
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
ja: 完了しました
pt_br: Concluído
zh_hans: 已完成
zh_hant: 已完成

# Shared.Add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
pt_br: Adicionar
zh_hans: 添加
zh_hant: 新增

# Shared.Cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

# Shared.Delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt_br: Deletar
zh_hans: 删除
zh_hant: 刪除

# Shared.Edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
pt_br: Editar
zh_hans: 编辑
zh_hant: 編輯

# Shared.Paste
source: Paste
de: Einfügen
es: Pegar
fr: Coller
it: Incolla
ja: 貼り付け
pt_br: Colar
zh_hans: 粘贴
zh_hant: 貼上

# Shared.Presets
source: Presets
de: Voreinstellungen
es: Preajustes
fr: Préréglages
it: Preimpostazioni
ja: プリセット
pt_br: Predefinições
zh_hans: 预设
zh_hant: 預設值

# Shared.Save
source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
pt_br: Salvar
zh_hans: 保存
zh_hant: 儲存

# Shared.SelectPreset
source: Select Preset
de: Voreinstellung wählen
es: Seleccionar Preajuste
fr: Sélectionner un préréglage
it: Seleziona preimpostazione
ja: プリセットを選択
pt_br: Selecione Predefinição
zh_hans: 选择预设
zh_hant: 選擇預設值

# Shared.Settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
pt_br: Configurações
zh_hans: 设置
zh_hant: 設定

# Shared.TurnOff
source: Turn Off
de: Ausschalten
es: Desactivar
fr: Désactiver
it: Disattiva
ja: オフにする
pt_br: Desativar
zh_hans: 关闭
zh_hant: 關閉

# Shared.TurnOn
source: Turn On
de: Einschalten
es: Activar
fr: Activer
it: Attiva
ja: オンにする
pt_br: Ativar
zh_hans: 开启
zh_hant: 開啟

# Shared.Update
source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: 更新
pt_br: Atualizar
zh_hans: 更新
zh_hant: 更新

# SiteSettings.DomainName.Example
source: Enter the domain name without any ‘http’ at the front, or slashes at the back. Example: www.example.com
de: Geben Sie den Domainnamen ohne ‘http’ am Anfang oder Schrägstriche am Ende ein. Beispiel: www.example.com
es: Introduzca el nombre de dominio sin ‘http’ al principio ni barras al final. Ejemplo: www.example.com
fr: Entrez le nom de domaine sans « http » au début ni barre oblique à la fin. Exemple : www.example.com
it: Inserisci il nome di dominio senza ‘http’ all’inizio o barre alla fine. Esempio: www.example.com
ja: 「http」やスラッシュー記号なしのドメイン名を入力してください。 例：www.example.co.jp
pt_br: Digite o nome do domínio sem ‘http’ no início e sem barras no final. Exemplo: www.example.com
zh_hans: 例如：www.example.com
zh_hant: 例如：www.example.com

# SiteSettings.DomainName.Footer
source: This user agent will only apply to pages in the domain specified.
de: Dieser User-Agent wird nur auf Seiten der angegebenen Domain angewendet.
es: Este agente de usuario solo se aplicará a las páginas del dominio especificado.
fr: Cet agent utilisateur ne s’appliquera qu’aux pages du domaine spécifié.
it: Questo user agent si applicherà solo alle pagine del dominio specificato.
ja: このユーザーエージェントは指定したドメインのページのみ適用されます。
pt_br: Esse agente de usuário será apenas aplicado à páginas deste domínio específico.
zh_hans: 此用户代理将仅应用于指定域中的页面。
zh_hant: 此使用者代理將僅套用於指定網域中的頁面。

# SiteSettings.EmptyText.Text
source: Add a user agent for a specific website by tapping the '+' icon on the toolbar.
de: Fügen Sie einen User-Agent für eine bestimmte Website hinzu, indem Sie auf das „+“-Symbol in der Symbolleiste tippen.
es: Añada un agente de usuario para un sitio web específico tocando el icono ‘+’ en la barra de herramientas.
fr: Ajoutez un agent utilisateur pour un site web spécifique en touchant l’icône « + » dans la barre d’outils.
it: Aggiungi un user agent per un sito web specifico toccando l’icona ‘+’ nella barra degli strumenti.
ja: Webサイト専用のユーザーエージェントを追加するには、ツールバーの「＋」アイコンをタッチしてください。
pt_br: Adicione um agente de usuário para um site específico clicando no botão '+'.
zh_hans: 点击添加按钮开始添加每个网站的设置。
zh_hant: 點擊新增按鈕開始新增每個網站的設定。

# SiteSettings.EmptyText.Title
source: No User Agents
de: Keine User-Agents
es: Sin Agentes de Usuario
fr: Aucun agent utilisateur
it: Nessun User Agent
ja: 設定なし
pt_br: Sem agente de usuário
zh_hans: 无每个网站的设置
zh_hant: 沒有每個網站的設定

# SiteSettings.Viewport.Footer
source: The selected display size will only be applied to pages in the domain specified.
de: Die ausgewählte Anzeigegröße wird nur auf Seiten der angegebenen Domain angewendet.
es: El tamaño de visualización seleccionado solo se aplicará a las páginas del dominio especificado.
fr: La taille d’affichage sélectionnée ne sera appliquée qu’aux pages du domaine spécifié.
it: La dimensione di visualizzazione selezionata verrà applicata solo alle pagine del dominio specificato.
ja: 選択された表示サイズは指定したドメインのページのみ適用されます。
pt_br: O tamanho de exibição selecionado será aplicado apenas às páginas do domínio especificado.
zh_hans: 所选显示尺寸仅应用于指定域中的页面。
zh_hant: 所選顯示尺寸僅套用於指定網域中的頁面。

# Tab.Settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
pt_br: Configurações
zh_hans: 设置
zh_hant: 設定

# UserAgent.Global
source: Global User Agent
de: Globaler User-Agent
es: Agente de Usuario Global
fr: Agent utilisateur global
it: User Agent Globale
ja: グローバルユーザーエージェント
pt_br: Agente de usuário global
zh_hans: 全局用户代理
zh_hant: 全域使用者代理

# UserAgent.PerSite
source: Site Settings
de: User-Agents pro Website
es: Agentes de Usuario por Sitio
fr: Agents utilisateur par site
it: User Agent per Sito
ja: Webサイトごと設定
pt_br: Agente de usuário por site
zh_hans: 每个网站的用户代理
zh_hant: 每個網站的使用者代理

# ViewTitle.GlobalSettings
source: Global Settings
de: Globale Einstellungen
es: Ajustes Globales
fr: Réglages globaux
it: Impostazioni Globali
ja: グローバル設定
pt_br: Configurações Globais
zh_hans: 全局设置
zh_hant: 全域設定

# ViewTitle.Presets.Edit
source: Edit Preset
de: Voreinstellung bearbeiten
es: Editar Preajuste
fr: Modifier le préréglage
it: Modifica Preimpostazione
ja: プリセットを編集
pt_br: Editar Predefinição
zh_hans: 编辑预设
zh_hant: 編輯預設值

# ViewTitle.Presets.New
source: New Preset
de: Neue Voreinstellung
es: Nuevo Preajuste
fr: Nouveau préréglage
it: Nuova Preimpostazione
ja: 新規プリセット
pt_br: Nova Predefinição
zh_hans: 新预设
zh_hant: 新預設值

# ViewTitle.Restore
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
pt_br: Restaurar
zh_hans: 恢复
zh_hant: 還原

# ViewTitle.Settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
pt_br: Configurações
zh_hans: 设置
zh_hant: 設定

# ViewTitle.SiteSettings.Edit
source: Edit Site Setting
de: Seiteneinstellung bearbeiten
es: Editar Configuración del Sitio
fr: Modifier le réglage du site
it: Modifica Impostazione Sito
ja: 設定を編集
pt_br: Editar configuração para um site
zh_hans: 编辑网站设置
zh_hant: 編輯網站設定

# ViewTitle.SiteSettings.New
source: New Site Setting
de: Neue Seiteneinstellung
es: Nueva Configuración del Sitio
fr: Nouveau réglage de site
it: Nuova Impostazione Sito
ja: 新規設定
pt_br: Nova configuração para um site
zh_hans: 新网站设置
zh_hant: 新網站設定

# Viewport.Global
source: Global Display Size
de: Globale Anzeigegröße
es: Tamaño de Visualización Global
fr: Taille d’affichage globale
it: Dimensione Display Globale
ja: グローバル表示サイズ
pt_br: Tamanho de exibição global
zh_hans: 全局显示尺寸
zh_hant: 全域顯示尺寸

# Viewport.Mobile
source: Mobile
de: Mobil
es: Móvil
ja: モバイル
pt_br: Celular
zh_hans: 手机
zh_hant: 手機

source: Emulation
es: Emulación
fr: Émulation
it: Emulazione
ja: エミュレーション
pt_br: Emulação
zh_hans: 模拟
zh_hant: 模擬

# Emulation.safari
source: Desktop Safari
es: Safari de escritorio
fr: Safari pour ordinateur
it: Safari desktop
ja: デスクトップ版 Safari
pt_br: Safari para computador
zh_hans: 桌面版 Safari
zh_hant: 桌面版 Safari

# More.Backup
source: Backup
es: Copia de seguridad
fr: Sauvegarde
ja: バックアップ
zh_hans: 备份
zh_hant: 備份

# More.PresetUpdates.VersionChange %@ %@
source: Version %1$@ → %2$@
es: Versión %1$@ → %2$@
it: Versione %1$@ → %2$@
ja: バージョン %1$@ → %2$@
pt_br: Versão %1$@ → %2$@
zh_hans: 版本 %1$@ → %2$@
zh_hant: 版本 %1$@ → %2$@

# Presets.Detail.Name
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
pt_br: Nome
zh_hans: 名称
zh_hant: 名稱

# Restore.iCloudBackups
source: iCloud Backups
es: Copias de seguridad de iCloud
fr: Sauvegardes iCloud
it: Backup di iCloud
ja: iCloudのバックアップ
pt_br: Backups do iCloud
zh_hans: iCloud备份
zh_hant: iCloud備份

# Shared.DomainName
source: Domain Name
es: Nombre de Dominio
fr: Nom de domaine
it: Nome Dominio
ja: ドメイン名
pt_br: Domínio
zh_hans: 域名
zh_hant: 網域名稱

source: User Agent
es: Agente de Usuario
fr: Agent utilisateur
ja: ユーザーエージェント
pt_br: Agente de Usuário
zh_hans: 用户代理
zh_hant: 使用者代理

source: Viewport
es: Ventana gráfica
fr: Fenêtre d’affichage
ja: 表示サイズ
pt_br: Tamanho de exibição
zh_hans: 显示尺寸
zh_hant: 顯示尺寸

# Viewport.Desktop
source: Desktop
es: Escritorio
fr: Bureau
ja: デスクトップ
zh_hans: 台式电脑
zh_hant: 臺式電腦

# Viewport.Tablet
source: Tablet
es: Tableta
fr: Tablette
ja: タブレット
zh_hans: 平板
zh_hant: 平板

# Presets.Category.Apps
source: Apps
it: App
ja: アプリ
zh_hans: 应用
zh_hant: 應用程式

# Shared.OK
source: OK
zh_hans: 确定
zh_hant: 確定
